{
  "Date Day/Night In": {
    "Try Out a New Video Game Together": "Get ready to get your WoW on! JK, I know the graphics are too good for you. But let's try out a new video game together that neither of us have tried!",
    "New Show Together": "Choose a new series you want to watch together! You get 100% say in the show. :)",
    "Breakfast in Bed + Movie": "I'll set up the projector and make us breakfast in bed! But there has to be cuddling!",
    "Harry Potter Lego Castle": "Let's finally build this thing! We'll play Harry Potter music and only speak in British accents.",
    "Woodworking/DIY Project": "Let's pick a fun woodworking or DIY project to build together! It could be a shoe rack, the barn door for the bathroom, or anything else.",
    "Fancy Homecooked Meal": "Grab the wine glasses and prepare to be...potentially disappointed...just kidding I'll practice. I'll make it the BEST meal you've ever tasted from me! And then if you hate it I'll treat you to takeout haha.",
    "Pillow Fort & Projector Movie Night": "Enough said :)"
  },
  "Date Day Out": {
    "Chess in the Park": "Get ready to get crushed! I'll pack us a picnic and we'll play chess together at Granite Park. Remind me to pack the wine ;).",
    "Mountain Biking": "Let's hit the trails! I'll pick a brand new trail we both have never done before!",
    "Paddle Boarding": "Let's discover a new paddle boarding spot!",
    "Water Park Date": "Let's have a date at one of the local water parks! I'll pack us a lunch to sneak in.",
    "Bird Watching": "Pack your binoculars, we're going bird watching! I'll dress up as a park ranger from your favorite movie, Wes Anderson's Moonrise Kingdom, study the local birds ahead of time, and teach you about all the bird species around us as we relax in camping chairs at Antelope Island (or wherever).",
    "Tennis/Pickleball Date": "Let's hit the courts! Loser buys dinner."
  },
  "Date Night Out": {
    "Try a New Restaurant": "Let's eat! I'll treat you to a new restaurant neither of us have ever tried before.",
    "Art/History Museum": "We can either explore an art, history, or any other interesting museum we find in the area.",
    "Comedy Show": "I hope you've been preparing your 'lil big baby rapper names' skit, because you're going up there!",
    "Laser Tag/Go Karts": "Let's try out that super fast go kart place near us! And laser tag is surprisingly fun with two people. Get ready to be crushed...",
    "Sports Event": "Bring your foam finger, it's game day! We can go to any local sporting event - Grizzlies Hockey, Jazz Basketball, Real Soccer, anything your heart desires.",
    "See a Play or Show": "As long as it's not a musical...just kidding...kind of.",
    "Mini Golf Date": "This time we actually need to follow through on our bets!"
  },
  "Weekend Getaway": {
    "Camper Life": "Grab Muffin (if she's still kickin', which she most likely will be lol), and let's take the trailer out camping! We can go as close or as far as you'd like. Even if it's just a night biking at Antelope Island.",
    "Spontaneous Domestic Trip": "I'll plan a spontaneous trip somewhere within the US that we could go for a short or long weekend. But it'll likely involve flying (cheaply).",
    "Surprise Camping Trip": "I'll plan a surprise camping trip somewhere around us for the weekend! I'll plan the whole thing, pack our bags, and you just get ready to be surprised, and maybe drive there for us lol.",
    "Local Fishing Trip": "Pack your bags, we're going fishing! (Or more likely, you're fishing as I read next to you ;) )",
    "Destination Disc Golf": "Let's try out a new disc golf course together! It could be local or hours away, but the point is to experience a course we've both never tried."
  },
  "House Helper": {
    "Weeding": "I'll happily weed the entire front and back yard in addition to my chores.",
    "Gardening": "I can either garden for you, or we can do it together :)",
    "I Take Your Chores": "Just sit back and relax, I'll take all your chores (as well as mine) for the week!"
  },
  "Miscellaneous": {
    "Massage": "For once, I get to give you a massage. The first hour is free. ;)",
    "Dare Date": "I'm sure you'll never actually redeem this coupon but worth a shot. Let's go into town and make dares for each other to do while we're out. Preferably not as cringy as the ones we came up with in REI the other day, but close. The first one who can't do theirs has to buy the other one dinner. Even as I'm typing this I'm kind of regretting adding this one...",
    "Test Event": "This is just a test event to show you how the app works. Hope you like it, Merry Christmas/Happy Valentines Day/Happy early birthday! :)"
  }
}
